 [
 	{ 
 		"relevance": 0.45,	
 		"url": "www.themeaomeao.com",
 		"title": "Find Your Cat Club",
 		"excerpt" : "If you love a cat with an exotic look but without the size and danger of a wild cat, the Bengal was developed with you in mind. Created by crossing small Asian Leopard Cats with domestic cats, this large-boned, shorthaired cat stands out for his spotted or marbled coat of many colors."
	},
	{ 
 		"relevance": 0.64,	
 		"url": "www.furball.com",
 		"title": "Cat & Whiskers",
 		"excerpt" : "The domestic cat is a small, typically furry, carnivorous mammal. They are often called house cats when kept as indoor pets or simply cats when there is no need to distinguish them from other felids and felines. They are often valued by humans for companionship and for their ability to hunt vermin"
	},
	{ 
 		"relevance": 0.87,	
 		"url": "www.litterbox.com",
 		"title": "Cat Claws and Tips",
 		"excerpt" : "As Rum Tum Tugger's song fades, a shabby old grey cat stumbles out and looks around (begging forgiveness of her sin she made before she was exiled from the tribe years ago); it is Grizabella. All the Cats back away from her in fear and disgust and explain of her unfortunate state (Grizabella: The Glamour Cat)."
	},
	{ 
 		"relevance": 0.32,	
 		"url": "www.humansbestfriend.com",
 		"title": "Dog Fury Friend Club",
 		"excerpt" : "The first thing you’ll want to think about is how many people you have in your family and their individual needs. Small children may have difficulty with puppies or kittens—both are only babies, and they may not know how to play well together!"
	},
	{ 
 		"relevance": 0.28,	
 		"url": "www.edinburgfiredepartment.com",
 		"title": "Edinburg Fire Deparment",
 		"excerpt" : "The Edinburg Fire Department responds to more than 2,000 incidents a year for service ranging from minor to those that require life-saving and property preservation. The Department serves an area of approximately 200 square miles that includes rural areas outside the city limits."
	}	
]