 [
	{ 
 		"relevance": 0.37,	
 		"url": "www.woofwoof.com",
 		"title": "Puppies For sale",
 		"excerpt" : "The domestic dog (Canis lupus familiaris when considered a subspecies of the wolf or Canis familiaris when considered a distinct species) is a member of the genus Canis (canines), which forms part of the wolf-like canids, and is the most widely abundant terrestrial carnivore. The dog and the extant gray wolf are sister taxa as modern wolves are not closely related to the wolves that were first domesticated, which implies that the direct ancestor of the dog is extinct."
	},
	{ 
 		"relevance": 0.89,	
 		"url": "www.4legsanimal.com",
 		"title": "K9 Dog Spa",
 		"excerpt" : "Adopting a pet is one of the most exciting things you can do. Taking responsibility for an animal raises a slew of questions: Will I be a good pet parent? Do I have enough time? What if I’m horrible at training? While there is certainly some anxiety that comes along with adopting a pet, for most people, the rewards far outweigh the risk"
	},
	{ 
 		"relevance": 0.43,	
 		"url": "www.humansbestfriend.com",
 		"title": "Dog Fury Friend Club",
 		"excerpt" : "The first thing you’ll want to think about is how many people you have in your family and their individual needs. Small children may have difficulty with puppies or kittens—both are only babies, and they may not know how to play well together!"
	},
	{ 
 		"relevance": 0.23,	
 		"url": "www.litterbox.com",
 		"title": "Cat Claws and Tips",
 		"excerpt" : "As Rum Tum Tugger's song fades, a shabby old grey cat stumbles out and looks around (begging forgiveness of her sin she made before she was exiled from the tribe years ago); it is Grizabella. All the Cats back away from her in fear and disgust and explain of her unfortunate state (Grizabella: The Glamour Cat)."
	},
	{ 
 		"relevance": 0.27,	
 		"url": "www.edinburgfiredepartment.com",
 		"title": "Edinburg Fire Deparment",
 		"excerpt" : "The Edinburg Fire Department responds to more than 2,000 incidents a year for service ranging from minor to those that require life-saving and property preservation. The Department serves an area of approximately 200 square miles that includes rural areas outside the city limits."
	}
	
]